Repository: Dizzy918/fitness-tracker
Catalog: FitnessTracker/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, et, fi, fr, ga, hr, hu, id, is, it, ja, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hans, zh_hant

source: %lld of %lld · %@
ar: %lld من %lld · %@
bg: %lld от %lld · %@
ca: %lld de %lld · %@
cs: %lld z %lld · %@
da: %lld af %lld · %@
de: %lld von %lld · %@
el: %lld από %lld · %@
es: %lld de %lld · %@
et: %lld / %lld · %@
fi: %lld / %lld · %@
fr: %lld sur %lld · %@
ga: %lld as %lld · %@
hr: %lld od %lld · %@
hu: %lld/%lld · %@
id: %lld dari %lld · %@
is: %lld af %lld · %@
it: %lld di %lld · %@
ja: %lld / %lld · %@
ko: %2$lld개 중 %1$lld개 · %3$@
lt: %lld iš %lld · %@
lv: %lld no %lld · %@
mk: %lld од %lld · %@
ms: %lld daripada %lld · %@
mt: %lld minn %lld · %@
nb: %lld av %lld · %@
nl: %lld van %lld · %@
pl: %lld z %lld · %@
pt_br: %lld de %lld · %@
pt_pt: %lld de %lld · %@
ro: %lld din %lld · %@
ru: %lld из %lld · %@
sk: %lld z %lld · %@
sl: %lld od %lld · %@
sq: %lld nga %lld · %@
sr: %lld од %lld · %@
sv: %lld av %lld · %@
tr: %2$lld içinden %1$lld · %3$@
uk: %lld із %lld · %@
vi: %lld trên %lld · %@
zh_hans: %2$lld 项中的 %1$lld 项 · %3$@
zh_hant: %2$lld 項中的 %1$lld 項 · %3$@

source: %lld reps
ar: %lld تكرار
bg: %lld повторения
cs: %lld opakování
da: %lld gentagelser
de: %lld Wdh.
el: %lld επαναλήψεις
es: %lld repeticiones
et: %lld kordust
fi: %lld toistoa
fr: %lld répétitions
ga: %lld athdhéanamh
hr: %lld ponavljanja
hu: %lld ismétlés
id: %lld repetisi
is: %lld endurtekningar
it: %lld ripetizioni
ja: %lld レップ
ko: %lld회
lt: %lld pakartojimai
lv: %lld atkārtojumi
mk: %lld повторувања
ms: %lld ulangan
mt: %lld ripetizzjoni
nb: %lld repetisjoner
nl: %lld herhalingen
pl: %lld powtórzeń
pt_pt: %lld repetições
ro: %lld repetări
ru: повторений: %lld
sk: %lld opakovaní
sl: %lld ponovitev
sq: %lld përsëritje
sr: %lld понављања
sv: %lld repetitioner
tr: %lld tekrar
uk: повторень: %lld
vi: %lld lần
zh_hans: %lld 次
zh_hant: %lld 下

source: %lld runs
ar: %lld جرية
bg: %lld бягания
ca: %lld curses
cs: %lld běhů
da: %lld løbeture
de: %lld Läufe
el: %lld τρεξίματα
es: %lld carreras
et: %lld jooksu
fi: %lld juoksua
fr: %lld courses
ga: %lld rith
hr: %lld trčanja
hu: %lld futás
id: %lld lari
is: %lld hlaup
it: %lld corse
ja: %lld 本のラン
ko: 달리기 %lld회
lt: %lld bėgimai
lv: %lld skrējieni
mk: %lld трчања
ms: %lld larian
mt: %lld ġirja
nb: %lld løpeøkter
nl: %lld looptrainingen
pl: %lld biegów
pt_br: %lld corridas
pt_pt: %lld corridas
ro: %lld alergări
ru: пробежек: %lld
sk: %lld behov
sl: %lld tekov
sq: %lld vrapime
sr: %lld трчања
sv: %lld löppass
tr: %lld koşu
uk: пробіжок: %lld
vi: %lld buổi chạy
zh_hans: %lld 次跑步
zh_hant: %lld 次跑步

source: %lld session%@ this week had no power or heart rate, so its load is estimated from duration.
ar: ‏%lld حصة%@ هذا الأسبوع بلا قدرة أو نبض، لذا قُدِّر حملها من المدة.
bg: %lld тренировк%@ тази седмица без мощност или пулс, затова натоварването е оценено по продължителност.
ca: %lld sessions%@ d'aquesta setmana no tenien potència ni freqüència cardíaca, així que la càrrega s'estima per la durada.
cs: %lld tréni%@ tento týden bez výkonu i tepové frekvence, zátěž je proto odhadnuta z délky.
da: %lld pas%@ i denne uge havde hverken effekt eller puls, så belastningen er anslået ud fra tiden.
de: %lld Einheit%@ diese Woche ohne Leistung oder Herzfrequenz — die Belastung wird aus der Dauer geschätzt.
el: %lld προπόνηση%@ αυτή την εβδομάδα δεν είχαν ισχύ ή καρδιακούς παλμούς, οπότε το φορτίο τους εκτιμήθηκε από τη διάρκεια.
es: %lld sesion%@ esta semana sin potencia ni frecuencia cardíaca, así que su carga se estima por la duración.
et: Sel nädalal oli %lld trenni%@ ilma võimsuse või pulsita, seega on nende koormus hinnatud kestuse põhjal.
fi: %lld harjoitu%@ tällä viikolla ilman tehoa ja sykettä, joten kuormitus on arvioitu kestosta.
fr: %lld séance%@ cette semaine sans puissance ni fréquence cardiaque : leur charge est estimée d'après la durée.
ga: Ní raibh cumhacht ná ráta croí ag %lld seisiún%@ an tseachtain seo, mar sin meastar a n-ualach ón ré.
hr: %lld treninga%@ ovaj tjedan nije imalo snagu ni puls, pa je njihovo opterećenje procijenjeno iz trajanja.
hu: Ezen a héten %lld edzésnél%@ nem volt teljesítmény- vagy pulzusadat, ezért a terhelést az időtartamból becsültük.
id: %lld sesi%@ minggu ini tanpa data daya atau detak jantung, jadi bebannya diperkirakan dari durasi.
is: %lld æfingar%@ í þessari viku voru án afls eða púls, svo álagið er metið út frá tímalengd.
it: %lld sessi%@ questa settimana senza potenza né frequenza cardiaca: il carico è stimato dalla durata.
ja: 今週の %lld 件のセッション%@はパワーも心拍もないため、負荷は時間から推定しています。
ko: 이번 주 %lld개 세션%@ 파워나 심박수가 없어 부하를 시간으로 추정했습니다.
lt: Šią savaitę %lld treniruočių%@ neturėjo galios ar pulso, todėl jų krūvis įvertintas pagal trukmę.
lv: Šonedēļ %lld treniņiem%@ nebija jaudas vai pulsa, tāpēc to slodze ir novērtēta pēc ilguma.
mk: %lld тренинзи%@ оваа недела немаа моќност или пулс, па нивното оптоварување е проценето од времетраењето.
ms: %lld sesi%@ minggu ini tiada data kuasa atau denyutan jantung, jadi bebannya dianggarkan daripada tempoh.
mt: %lld sessjoni%@ din il-ġimgħa ma kellhomx qawwa jew taħbit tal-qalb, għalhekk it-tagħbija tagħhom hija stmata mit-tul.
nb: %lld økt%@ denne uken manglet både watt og puls, så belastningen er anslått ut fra tiden.
nl: %lld sessie%@ deze week zonder vermogen of hartslag, dus de belasting is geschat op basis van de duur.
pl: %lld sesj%@ w tym tygodniu bez mocy i tętna, więc obciążenie oszacowano z czasu trwania.
pt_br: %lld treino%@ desta semana ficaram sem potência ou frequência cardíaca, então a carga foi estimada pela duração.
pt_pt: %lld sessõe%@ esta semana sem potência nem frequência cardíaca, por isso a carga é estimada a partir da duração.
ro: %lld antrenamente%@ din această săptămână nu au avut putere sau puls, așa că încărcătura lor e estimată din durată.
ru: На этой неделе тренировок без мощности и пульса: %lld%@, поэтому нагрузка оценена по длительности.
sk: %lld tréning%@ tento týždeň nemal výkon ani tepovú frekvenciu, takže jeho záťaž je odhadnutá z trvania.
sl: %lld treningov%@ ta teden ni imelo moči ali srčnega utripa, zato je njihova obremenitev ocenjena iz trajanja.
sq: %lld stërvitje%@ këtë javë nuk kishin fuqi ose rrahje zemre, prandaj ngarkesa e tyre është vlerësuar nga kohëzgjatja.
sr: %lld тренинга%@ ове недеље није имало снагу ни пулс, па је њихово оптерећење процењено из трајања.
sv: %lld pass%@ den här veckan saknade effekt och puls, så belastningen uppskattas från tiden.
tr: Bu hafta %lld antrenman%@ güç veya nabız verisi yoktu, bu yüzden yükü süreden tahmin edildi.
uk: Цього тижня тренувань без потужності та пульсу: %lld%@, тому навантаження оцінено за тривалістю.
vi: %lld buổi%@ tuần này không có công suất hay nhịp tim, nên tải của nó được ước tính từ thời lượng.
zh_hans: 本周有 %lld 次训练%@没有功率或心率数据，因此负荷由时长估算。
zh_hant: 本週有 %lld 次訓練%@沒有功率或心率資料，因此負荷由時長估算。

source: %lld sets
ar: %lld مجموعة
bg: %lld серии
ca: %lld sèries
cs: %lld sérií
da: %lld sæt
de: %lld Sätze
el: %lld σετ
es: %lld series
et: %lld seeriat
fi: %lld sarjaa
fr: %lld séries
ga: %lld sraith
hr: %lld serija
hu: %lld sorozat
id: %lld set
is: %lld sett
it: %lld serie
ja: %lld セット
ko: %lld세트
lt: %lld serijos
lv: %lld pieejas
mk: %lld серии
ms: %lld set
mt: %lld sett
nb: %lld sett
pl: %lld serii
pt_br: %lld séries
pt_pt: %lld séries
ro: %lld serii
ru: подходов: %lld
sk: %lld sérií
sl: %lld serij
sq: %lld seri
sr: %lld серија
sv: %lld set
tr: %lld set
uk: підходів: %lld
vi: %lld hiệp
zh_hans: %lld 组
zh_hant: %lld 組

source: %lld sets · %@ volume
ar: %lld مجموعة · حجم %@
bg: %lld серии · %@ обем
ca: %lld sèries · volum %@
cs: %lld sérií · %@ objemu
da: %lld sæt · %@ volumen
de: %lld Sätze · %@ Volumen
el: %lld σετ · όγκος %@
es: %lld series · %@ de volumen
et: %lld seeriat · maht %@
fi: %lld sarjaa · %@ volyymi
fr: %lld séries · %@ de volume
ga: %lld sraith · toirt %@
hr: %lld serija · volumen %@
hu: %lld sorozat · %@ volumen
id: %lld set · volume %@
is: %lld sett · umfang %@
it: %lld serie · %@ di volume
ja: %lld セット · ボリューム %@
ko: %lld세트 · 볼륨 %@
lt: %lld serijos · apimtis %@
lv: %lld pieejas · apjoms %@
mk: %lld серии · обем %@
ms: %lld set · volum %@
mt: %lld sett · volum %@
nb: %lld sett · %@ volum
pl: %lld serii · %@ objętości
pt_br: %lld séries · volume de %@
pt_pt: %lld séries · %@ de volume
ro: %lld serii · volum %@
ru: подходов: %lld · объём %@
sk: %lld sérií · objem %@
sl: %lld serij · obseg %@
sq: %lld seri · vëllim %@
sr: %lld серија · обим %@
sv: %lld set · %@ volym
tr: %lld set · %@ hacim
uk: підходів: %lld · обсяг %@
vi: %lld hiệp · khối lượng %@
zh_hans: %lld 组 · 容量 %@
zh_hant: %lld 組 · 訓練量 %@

source: %lld to go
ar: بقي %lld
bg: Остават %lld
ca: en queden %lld
cs: Zbývá %lld
da: %lld tilbage
de: Noch %lld
el: απομένουν %lld
es: Quedan %lld
et: jäänud %lld
fi: %lld jäljellä
fr: Encore %lld
ga: %lld fágtha
hr: još %lld
hu: még %lld
id: %lld lagi
is: %lld eftir
it: Ne restano %lld
ja: 残り %lld
ko: %lld개 남음
lt: liko %lld
lv: atlikuši %lld
mk: остануваат %lld
ms: %lld lagi
mt: fadal %lld
nb: %lld igjen
nl: Nog %lld
pl: Zostało %lld
pt_br: faltam %lld
pt_pt: Faltam %lld
ro: au mai rămas %lld
ru: осталось: %lld
sk: zostáva %lld
sl: ostane %lld
sq: mbeten %lld
sr: остаје %lld
sv: %lld kvar
tr: %lld kaldı
uk: залишилося: %lld
vi: Còn %lld
zh_hans: 还剩 %lld
zh_hant: 還剩 %lld

source: %lld waypoints%@
ar: %lld نقطة مسار%@
bg: %lld точки%@
ca: %lld punts de ruta%@
cs: %lld bodů%@
da: %lld punkter%@
de: %lld Wegpunkte%@
el: %lld σημεία διαδρομής%@
es: %lld puntos%@
et: %lld teepunkti%@
fi: %lld pistettä%@
fr: %lld points%@
ga: %lld pointe bealaigh%@
hr: %lld točaka rute%@
hu: %lld útpont%@
id: %lld titik jalan%@
is: %lld leiðarpunktar%@
it: %lld punti%@
ja: %lld 地点%@
ko: 경유지 %lld개%@
lt: %lld maršruto taškų%@
lv: %lld maršruta punkti%@
mk: %lld точки на трасата%@
ms: %lld titik laluan%@
mt: %lld punti tar-rotta%@
nb: %lld punkter%@
nl: %lld punten%@
pl: %lld punktów%@
pt_br: %lld pontos de rota%@
pt_pt: %lld pontos%@
ro: %lld puncte de traseu%@
ru: точек маршрута: %lld%@
sk: %lld bodov trasy%@
sl: %lld točk poti%@
sq: %lld pika itinerari%@
sr: %lld тачака руте%@
sv: %lld punkter%@
tr: %lld ara nokta%@
uk: точок маршруту: %lld%@
vi: %lld điểm mốc%@
zh_hans: %lld 个途经点%@
zh_hant: %lld 個途經點%@

source: %lld workouts · %@ total
ar: %lld تمرين · الإجمالي %@
bg: %lld тренировки · %@ общо
ca: %lld entrenaments · %@ en total
cs: %lld tréninků · %@ celkem
da: %lld træninger · %@ i alt
de: %lld Einheiten · %@ gesamt
el: %lld προπονήσεις · σύνολο %@
es: %lld entrenamientos · %@ en total
et: %lld trenni · kokku %@
fi: %lld harjoitusta · %@ yhteensä
fr: %lld séances · %@ au total
ga: %lld seisiún · %@ san iomlán
hr: %lld treninga · ukupno %@
hu: %lld edzés · összesen %@
id: %lld latihan · total %@
is: %lld æfingar · %@ alls
it: %lld allenamenti · %@ in totale
ja: %lld 件のワークアウト · 合計 %@
ko: 운동 %lld회 · 합계 %@
lt: %lld treniruotės · iš viso %@
lv: %lld treniņi · kopā %@
mk: %lld тренинзи · вкупно %@
ms: %lld latihan · jumlah %@
mt: %lld sessjonijiet · %@ b'kollox
nb: %lld økter · %@ totalt
nl: %lld trainingen · %@ totaal
pl: %lld treningów · %@ łącznie
pt_br: %lld treinos · %@ no total
pt_pt: %lld treinos · %@ no total
ro: %lld antrenamente · total %@
ru: тренировок: %lld · всего %@
sk: %lld tréningov · spolu %@
sl: %lld treningov · skupaj %@
sq: %lld stërvitje · gjithsej %@
sr: %lld тренинга · укупно %@
sv: %lld pass · %@ totalt
tr: %lld antrenman · toplam %@
uk: тренувань: %lld · разом %@
vi: %lld buổi tập · tổng %@
zh_hans: %lld 次训练 · 共 %@
zh_hant: %lld 次訓練 · 共 %@

source: %lld worn
ar: قُطع %lld
bg: %lld износени
ca: %lld recorreguts
cs: %lld opotřebených
da: %lld slidte
de: %lld abgenutzt
el: %lld διανύθηκαν
es: %lld gastadas
et: läbitud %lld
fi: %lld kulunutta
fr: %lld usées
ga: %lld caite
hr: prijeđeno %lld
hu: %lld megtéve
id: %lld terpakai
is: %lld farnir
it: %lld consumate
ja: %lld 使用済み
ko: %lld 사용
lt: nubėgta %lld
lv: noskrieti %lld
mk: изминати %lld
ms: %lld dipakai
mt: %lld magħmula
nb: %lld utslitte
nl: %lld versleten
pl: %lld zużytych
pt_br: %lld rodados
pt_pt: %lld gastos
ro: %lld parcurși
ru: пройдено %lld
sk: prejdených %lld
sl: prevoženih %lld
sq: %lld të përshkuar
sr: пређено %lld
sv: %lld slitna
tr: %lld kullanıldı
uk: пройдено %lld
vi: Đã chạy %lld
zh_hans: 已跑 %lld
zh_hant: 已跑 %lld

source: %lld yr
ar: %lld سنة
bg: %lld г.
ca: %lld a
cs: %lld let
da: %lld år
de: %lld J.
el: %lld έτ.
es: %lld años
et: %lld a
fi: %lld v
fr: %lld ans
ga: %lld bl.
hr: %lld god.
hu: %lld év
id: %lld thn
is: %lld ár
it: %lld anni
ja: %lld 年
ko: %lld년
lt: %lld m.
lv: %lld g.
mk: %lld год.
ms: %lld thn
mt: %lld sena
nb: %lld år
nl: %lld jaar
pl: %lld lat
pt_br: %lld a
pt_pt: %lld anos
ro: %lld ani
ru: %lld г.
sk: %lld r.
sl: %lld let
sq: %lld vjet
sr: %lld год.
sv: %lld år
tr: %lld yıl
uk: %lld р.
vi: %lld năm
zh_hans: %lld 年
zh_hant: %lld 年

source: %lld × block
ar: %lld × كتلة
bg: %lld × блок
ca: %lld × bloc
cs: %lld × blok
da: %lld × blok
el: %lld × μπλοκ
es: %lld × bloque
et: %lld × plokk
fi: %lld × lohko
fr: %lld × bloc
ga: %lld × bloc
hr: %lld × blok
hu: %lld × blokk
id: %lld × blok
is: %lld × blokk
it: %lld × blocco
ja: %lld × ブロック
ko: %lld × 블록
lt: %lld × blokas
lv: %lld × bloks
mk: %lld × блок
ms: %lld × blok
mt: %lld × blokk
nb: %lld × blokk
nl: %lld × blok
pl: %lld × blok
pt_br: %lld × bloco
pt_pt: %lld × bloco
ro: %lld × bloc
ru: %lld × блок
sk: %lld × blok
sl: %lld × blok
sq: %lld × bllok
sr: %lld × блок
tr: %lld × blok
uk: %lld × блок
vi: %lld × khối
zh_hans: %lld × 循环
zh_hant: %lld × 循環

source: %lld%% of today's fitness
ar: %lld%% من لياقة اليوم
bg: %lld%% от днешната форма
ca: %lld%% de la forma d'avui
cs: %lld%% dnešní kondice
da: %lld%% af dagens form
de: %lld%% der heutigen Fitness
el: %lld%% της σημερινής φυσικής κατάστασης
es: %lld%% de la forma de hoy
et: %lld%% tänasest vormist
fi: %lld%% tämän päivän kunnosta
fr: %lld%% de la forme actuelle
ga: %lld%% den aclaíocht atá agat inniu
hr: %lld%% današnje forme
hu: a mai fittség %lld%%-a
id: %lld%% dari kebugaran hari ini
is: %lld%% af formi dagsins
it: %lld%% della forma di oggi
ja: 現在のフィットネスの %lld%%
ko: 오늘 체력의 %lld%%
lt: %lld%% šiandienos formos
lv: %lld%% no šodienas formas
mk: %lld%% од денешната форма
ms: %lld%% daripada kecergasan hari ini
mt: %lld%% tal-forma tal-lum
nb: %lld%% av dagens form
nl: %lld%% van de conditie van vandaag
pl: %lld%% dzisiejszej formy
pt_br: %lld%% da forma de hoje
pt_pt: %lld%% da forma de hoje
ro: %lld%% din forma de azi
ru: %lld%% сегодняшней формы
sk: %lld%% dnešnej kondície
sl: %lld%% današnje pripravljenosti
sq: %lld%% e formës së sotme
sr: %lld%% данашње форме
sv: %lld%% av dagens form
tr: bugünkü kondisyonun %%%lld'i
uk: %lld%% сьогоднішньої форми
vi: %lld%% thể lực hôm nay
zh_hans: 今日体能的 %lld%%
zh_hant: 今日體能的 %lld%%

source: %lldW
ar: %lld واط
ru: %lld Вт
uk: %lld Вт
zh_hans: %lld 瓦
zh_hant: %lld 瓦

source: %lld–%lld W
ar: %lld–%lld واط
ru: %lld–%lld Вт
uk: %lld–%lld Вт
zh_hans: %lld–%lld 瓦
zh_hant: %lld–%lld 瓦

source: +30s
ar: +30 ث
bg: +30с
el: +30 δευτ.
hu: +30 mp
id: +30 dtk
is: +30 sek
ja: +30秒
ko: +30초
mk: +30 с
ms: +30 saat
ru: +30 с
sr: +30 с
tr: +30sn
uk: +30 с
vi: +30 giây
zh_hans: +30 秒
zh_hant: +30 秒

source: .fit file from watch…
ar: ملف ‎.fit من الساعة…
bg: .fit файл от часовник…
ca: Fitxer .fit del rellotge…
cs: Soubor .fit z hodinek…
da: .fit-fil fra uret…
de: .fit-Datei von der Uhr…
el: Αρχείο .fit από το ρολόι…
es: Archivo .fit del reloj…
et: .fit-fail kellalt…
fi: .fit-tiedosto kellosta…
fr: Fichier .fit de la montre…
ga: Comhad .fit ón uaireadóir…
hr: Datoteka .fit sa sata…
hu: .fit fájl az óráról…
id: File .fit dari jam…
is: .fit-skrá úr úrinu…
it: File .fit dall'orologio…
ja: 時計からの .fit ファイル…
ko: 시계의 .fit 파일…
lt: .fit failas iš laikrodžio…
lv: .fit fails no pulksteņa…
mk: Датотека .fit од часовникот…
ms: Fail .fit daripada jam…
mt: Fajl .fit mill-arloġġ…
nb: .fit-fil fra klokka…
nl: .fit-bestand van je horloge…
pl: Plik .fit z zegarka…
pt_br: Arquivo .fit do relógio…
pt_pt: Ficheiro .fit do relógio…
ro: Fișier .fit de pe ceas…
ru: Файл .fit с часов…
sk: Súbor .fit z hodiniek…
sl: Datoteka .fit z ure…
sq: Skedar .fit nga ora…
sr: Датотека .fit са сата…
sv: .fit-fil från klockan…
tr: Saatten .fit dosyası…
uk: Файл .fit з годинника…
vi: Tệp .fit từ đồng hồ…
zh_hans: 手表中的 .fit 文件…
zh_hant: 手錶中的 .fit 檔案…

source: 1 workout · %@ total
ar: تمرين واحد · الإجمالي %@
bg: 1 тренировка · %@ общо
ca: 1 entrenament · %@ en total
cs: 1 trénink · %@ celkem
da: 1 træning · %@ i alt
de: 1 Einheit · %@ gesamt
el: 1 προπόνηση · σύνολο %@
es: 1 entrenamiento · %@ en total
et: 1 trenn · kokku %@
fi: 1 harjoitus · %@ yhteensä
fr: 1 séance · %@ au total
ga: 1 seisiún · %@ san iomlán
hr: 1 trening · ukupno %@
hu: 1 edzés · összesen %@
id: 1 latihan · total %@
is: 1 æfing · %@ alls
it: 1 allenamento · %@ in totale
ja: 1 件のワークアウト · 合計 %@
ko: 운동 1회 · 합계 %@
lt: 1 treniruotė · iš viso %@
lv: 1 treniņš · kopā %@
mk: 1 тренинг · вкупно %@
ms: 1 latihan · jumlah %@
mt: 1 sessjoni · %@ b'kollox
nb: 1 økt · %@ totalt
nl: 1 training · %@ totaal
pl: 1 trening · %@ łącznie
pt_br: 1 treino · %@ no total
pt_pt: 1 treino · %@ no total
ro: 1 antrenament · total %@
ru: 1 тренировка · всего %@
sk: 1 tréning · spolu %@
sl: 1 trening · skupaj %@
sq: 1 stërvitje · gjithsej %@
sr: 1 тренинг · укупно %@
sv: 1 pass · %@ totalt
tr: 1 antrenman · toplam %@
uk: 1 тренування · разом %@
vi: 1 buổi tập · tổng %@
zh_hans: 1 次训练 · 共 %@
zh_hant: 1 次訓練 · 共 %@

source: A few numbers
ar: بضعة أرقام
bg: Няколко числа
ca: Uns quants números
cs: Pár čísel
da: Et par tal
de: Ein paar Zahlen
el: Μερικοί αριθμοί
es: Unos cuantos números
et: Mõned numbrid
fi: Muutama luku
fr: Quelques chiffres
ga: Cúpla figiúr
hr: Nekoliko brojki
hu: Néhány szám
id: Beberapa angka
is: Nokkrar tölur
it: Qualche numero
ja: いくつかの数値
ko: 숫자 몇 가지
lt: Keli skaičiai
lv: Daži skaitļi
mk: Неколку бројки
ms: Beberapa angka
mt: Ftit numri
nb: Noen tall
nl: Een paar getallen
pl: Kilka liczb
pt_br: Alguns números
pt_pt: Alguns números
ro: Câteva cifre
ru: Несколько чисел
sk: Pár čísel
sl: Nekaj številk
sq: Disa shifra
sr: Неколико бројева
sv: Några siffror
tr: Birkaç sayı
uk: Кілька чисел
vi: Vài con số
zh_hans: 几个数字
zh_hant: 幾個數字

source: A routine is a session you can run again. Set up your exercise library first.
ar: الروتين حصة يمكنك تكرارها. جهّز مكتبة التمارين أولًا.
bg: Рутината е тренировка, която можеш да повториш. Първо създай библиотеката с упражнения.
ca: Una rutina és una sessió que pots repetir. Primer configura la teva biblioteca d'exercicis.
cs: Rutina je trénink, který můžeš zopakovat. Nejdřív si připrav knihovnu cviků.
da: En rutine er et pas, du kan gentage. Opret dit øvelsesbibliotek først.
de: Eine Routine ist eine Einheit, die du wiederholen kannst. Lege zuerst deine Übungsbibliothek an.
el: Η ρουτίνα είναι μια προπόνηση που μπορείς να επαναλάβεις. Φτιάξε πρώτα τη βιβλιοθήκη ασκήσεων.
es: Una rutina es una sesión que puedes repetir. Primero crea tu biblioteca de ejercicios.
et: Rutiin on trenn, mida saad korrata. Pane esmalt paika oma harjutuste kogu.
fi: Rutiini on harjoitus, jonka voit toistaa. Luo ensin liikekirjastosi.
fr: Une routine est une séance que tu peux refaire. Commence par créer ta bibliothèque d'exercices.
ga: Seisiún is féidir leat a dhéanamh arís is ea gnáthamh. Cuir do leabharlann cleachtaí le chéile ar dtús.
hr: Rutina je trening koji možeš ponoviti. Prvo posloži svoju knjižnicu vježbi.
hu: A rutin egy újra elvégezhető edzés. Előbb állítsd össze a gyakorlatkönyvtáradat.
id: Rutinitas adalah sesi yang bisa kamu jalankan lagi. Siapkan pustaka gerakanmu dulu.
is: Rútína er æfing sem þú getur endurtekið. Settu fyrst upp æfingasafnið þitt.
it: Una routine è una sessione che puoi rifare. Prima crea la tua libreria di esercizi.
ja: ルーティンは繰り返し実行できるセッションです。まず種目ライブラリを用意してください。
ko: 루틴은 다시 실행할 수 있는 세션입니다. 먼저 운동 라이브러리를 만드세요.
lt: Rutina — tai treniruotė, kurią gali pakartoti. Pirmiausia susikurk pratimų biblioteką.
lv: Rutīna ir treniņš, ko vari atkārtot. Vispirms izveido savu vingrinājumu bibliotēku.
mk: Рутината е тренинг што можеш да го повториш. Прво постави ја својата библиотека на вежби.
ms: Rutin ialah sesi yang boleh anda jalankan semula. Sediakan pustaka senaman anda dahulu.
mt: Rutina hija sessjoni li tista' tirrepeti. L-ewwel ibni l-librerija tal-eżerċizzji tiegħek.
nb: En rutine er en økt du kan gjenta. Sett opp øvelsesbiblioteket ditt først.
nl: Een routine is een sessie die je opnieuw kunt doen. Zet eerst je oefeningenbibliotheek op.
pl: Rutyna to sesja, którą możesz powtórzyć. Najpierw zbuduj bibliotekę ćwiczeń.
pt_br: Uma rotina é um treino que você pode repetir. Monte antes a sua biblioteca de exercícios.
pt_pt: Uma rotina é uma sessão que podes repetir. Começa por criar a tua biblioteca de exercícios.
ro: O rutină e un antrenament pe care îl poți relua. Mai întâi construiește-ți biblioteca de exerciții.
ru: Программа — это тренировка, которую можно повторять. Сначала соберите библиотеку упражнений.
sk: Rutina je tréning, ktorý môžeš zopakovať. Najprv si vytvor knižnicu cvikov.
sl: Rutina je trening, ki ga lahko ponoviš. Najprej si uredi knjižnico vaj.
sq: Rutina është një stërvitje që mund ta përsëritësh. Fillimisht krijo bibliotekën tënde të ushtrimeve.
sr: Рутина је тренинг који можеш да поновиш. Прво направи библиотеку вежби.
sv: En rutin är ett pass du kan köra igen. Bygg upp ditt övningsbibliotek först.
tr: Rutin, tekrar çalıştırabileceğin bir antrenmandır. Önce hareket kitaplığını kur.
uk: Програма — це тренування, яке можна повторювати. Спершу складіть бібліотеку вправ.
vi: Giáo án là buổi tập bạn có thể chạy lại. Hãy lập thư viện bài tập của bạn trước.
zh_hans: 计划是可以反复执行的训练。请先建立你的动作库。
zh_hant: 課表是可以反覆執行的訓練。請先建立你的動作庫。
